11/data/attachments/9e6d5de7e73023bd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_e59f2556-6736-4b0d-8912-88340d030e1a</nif:username>
            <nif:friendToBeAdded>John_table_Friend_41259_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>